import React from 'react'

const Blog = () => {
  return (

    <main>
      <h1 className='text-4xl font-black text-[#56261c] shadow-md mt-8 mb-4 pb-4 text-center'>Блог</h1>

      <div className="mb-8 w-full flex-row">
        <div className='flex bg-[#fefbda] text-[#56261c] mb-4'>
          <img src='/images/blog1.jpg'
            alt=''
            className='w-80 h-80 basis-1/3 object-cover ml-4 mt-2 mr-2 rounded' />
        
          <div className='flex-row'>
            <h2 className='flex text-2xl font-bold m-2'>Осень на пасеке</h2>
            <p className='flex text-justify mr-4'>Именно осенние работы являются залогом не только благополучной зимовки, но и быстрого развития семей пчел весной, их продуктивности в следующем сезоне.По окончании главного взятка проводят осеннюю ревизию семей пчел.Это представляет собой выяснение состояния семей после медосбора, количество меда и перги в ульях, качество корма, силу семьи, наличие матки и количество расплода, а также общее состояние гнезда и пригодность сотов для зимовки.Одновременно производится предварительная сборка гнезда на зиму.В это время проводят и выбраковку пчелиных семей.Выбраковке подлежат семьи слабые, малопродуктивные, больные и трутовочные.В октябре главная забота пчеловода - использовать возможные потепления для облёта пчел, так как чем позднее они облетятся, тем легче и успешнее станут зимовать.Ульи осенью лучше ставить летками на юг, чтобы солнечное тепло оказывало через летки непосредственное воздействие на пчел.Во время облета нужно шире открыть летки, чтобы ускорить его, пока солнце согревает землю и воздух. Следующая задача - принять меры против мышей. Ульи - очень заманчивое для них жилье. С наступлением устойчивой холодной погоды пчелы входят в состояние зимнего покоя. Освободившись от ухода за пчелами, пчеловоды занимаются ремонтом старых и поделкой новых ульев, магазинов, рамок, сходней.</p>
          </div>
        </div>

        <div className='flex bg-[#fefbda] text-[#56261c] mb-4'>
            <div className='flex-row'>
                 <h2 className='flex text-2xl font-bold ml-4'>Почему засахаривается мед?</h2>
                 <p className='flex text-justify ml-4'>Мед в среднем на 18% состоит из воды, на 80% из сахарозы, фруктозы, глюкозы и других моно- и олигосахаридов, включает около 2% белков, витаминов и минералов. Таким образом, он представляет собой перенасыщенный раствор, который в течение времени образует осадок. Начинается кристаллизация меда с глюкозы как наименее растворимого углевода. Виноградный сахар выпадает в осадок, опускается на дно емкости. Постепенно кристаллами заполняется весь объем и перенасыщенный раствор переходит в насыщенный. Чем больше глюкозы, тем быстрее идет отвердение. Поэтому на вопрос, должен ли мед засахариваться, можно однозначно ответить – да! Нередко на смену одному вопросу приходит другой: почему мед быстро засахаривается, от чего зависит скорость кристаллизации? И опять основным «виновником» становится состав, а именно количество воды и процентное содержание углеводов. Чем больше глюкозы, тем быстрее сахариться лакомство. Фруктоза тормозит засахаривание жидкости. Она не подвержена кристаллизации, а обволакивает глюкозу и сахарозу. Именно так образуются крупинки. Скорость кристаллизации также зависит от степени зрелости, скорости ферментации и условий хранения. На соотношение простых сахаров и других ингредиентов влияют: видовая принадлежность растений-медоносов, географическое положение, климатические условия, структура и состав почвы.</p>
            </div>
            <img src='/images/blog2.jpg'
                 alt=''
                className='w-80 h-80 basis-1/3 object-cover ml-2 mr-4 my-2 rounded' />
        </div>

        <div className='flex bg-[#fefbda] text-[#56261c] mb-4'>
          <img src='/images/blog3.jpg'
            alt=''
            className='w-80 h-80 basis-1/3 object-cover ml-4 mt-2 mr-2 rounded' />

          <div className='flex-row'>
            <h2 className='flex text-2xl font-bold m-2'>Сколько глаз у пчелы: какие цвета видят, особенности зрения</h2>
            <p className='flex text-justify mr-4'>На необычный вопрос о том, так сколько глаз у пчелы, сразу отвечаем: "Всего пять глаз, 3 - простых, и 2 - сложных, состоящих из фасеток". Пчелы имеют сложное устройство зрительной системы. Она объединяет различные органы зрительного аппарата, которые отвечают за выполнение определенных функций. Такие органы помогают пчелкам ориентироваться в пространстве, компенсируют недостаточную освещенность, позволяют почувствовать запах цветения на расстоянии до 1 км. Они не только отвечают за восприятие окружающей обстановки, но и выполняют дополнительные функции. У медоносной пчелы-труженицы по бокам головы можно обнаружить глаза сложного строения. Они образуются огромным количеством специальных ячеек. Их называют фасетками. Пчелы видят окружающую их обстановку в виде мозаики, которая состоит из мельчайших частиц. Каждая фасетка отвечает за формирование своей части картинки. У рабочей пчелы простые глазки расположились на темени. В отличие от нее, у трутня и пчеломатки такие органы находятся непосредственно на лбу. У насекомых имеется разное количество фасеток (омматидиев). У пчеломаток их число нередко достигает 4 000 шт., у рабочих пчел — 5 000 шт., у трутней — 9 000 шт. Фасеточные глаза прекрасно видны именно у трутней, поскольку они сходятся на темени. У пчелиной матки, рабочей пчелы сложно различить эти зрительные органы при поверхностном взгляде.</p>
          </div>
        </div>
      </div>
    </main>



  )
}

export default Blog